# -*- coding: utf-8 -*-
"""
-------------------------------------------------
   File:           config_loca.py
   Description:    本地环境配置文件
   Author:         Danny
   Create Date:    2020/04/09
-------------------------------------------------
   Modify:
                   2020/04/09:
-------------------------------------------------
"""
"""MySQL数据库配置"""
MYSQL = {
    'DB_HOST': '127.0.0.1',
    'DB_USER': 'root',
    'DB_PASS': '123456',
    'DB_PORT': 3306
}

DATABASE = {
    '': '',
    '': ''
}


